Revit 2027 API
FabricSheet.CutOverallLength Property
 The sheet length after cutting has taken place.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CutOverallLength { get; }
Public ReadOnly Property CutOverallLength As Double
	Get
public:
property double CutOverallLength {
	double get ();
}
member CutOverallLength : float with get
Property Value
Double
See Also
Reference
FabricSheet Class
Autodesk.Revit.DB.Structure Namespace